let questions = [
  {
    question: "Тает снежок, ожил лужок. День прибывает. Когда это бывает?",
    answers: ["зима", "лето", "весна", "осень"],
    correctAnswer: "весна",
  },
  {
    question:
      "Ручейки бегут быстрее, Светит солнышко теплее. Воробей погоде рад Заглянул к нам месяц ...",
    answers: ["сентябрь", "март", "февраль", "август"],
    correctAnswer: "март",
  },
  {
    question:
      "Мишка вылез из берлоги, Грязь и лужи на дороге, В небе жаворонка трель - В гости к нам пришёл ...",
    answers: ["апрель", "март", "февраль", "август"],
    correctAnswer: "апрель",
  },
  {
    question: "Солнце печёт, липа цветёт. Рожь поспевает, когда это бывает?",
    answers: ["зима", "лето", "весна", "осень"],
    correctAnswer: "лето",
  },
  {
    question:
      "Запорошила дорожки,Разукрасила окошки.Радость детям подарила И на санках прокатила.",
    answers: ["зима", "лето", "весна", "осень"],
    correctAnswer: "зима",
  },
];

let user = {
  name: "",
  score: null,
};

let score = null;
